Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/mappView/Resources/Texts/Alarms.tmx
Source language: en
Languages: it

source: Active alarms
it: Allarmi attivi

source: Alarm history
it: Storico allarmi

source: Date and time
it: Data e ora

source: Message
it: Messaggio

source: State
it: Stato

source: Acknowledge
it: Presa visione

source: Acknowledge all
it: Presa visione tutti

source: Old state
it: Stato precedente

source: New state
it: Stato successivo

source: Pending alarms:
it: Allarmi pendenti:
